export default {
    locale: 'ru',
    header: {
        about: 'О компании',
        tours: 'Туры',
        excursions: 'Экскурсии',
        contacts: 'Контакты',
    },
    footer: {
        contacts: 'Контакты',
        links: {
            about: 'О компании',
            tours: 'Туры',
            excursions: 'Экскурсии',
            how: 'Как заказать  и оплатить',
            policy: 'Политика обработки персональных данных',
            agents: 'Агентам',
        },
    },
    'main-page': {
        subtitle: 'Туроператор',
    },
    'empty-page': 'Страница в разработке',
    common: {
        from: 'от ',
        people: ' ₽/чел',
    },
    excursion: {
        title: 'Экскурсии',
        first: {
            title: 'Петербургский треугольник',
            text: 'Пешеходная экскурсия',
        },
        second: {
            title: 'Крепость, хранимая ангелом',
            text: 'Пешеходная экскурсия',
        },
        third: {
            title: 'О чем молчат дворы Васильевского острова',
            text: 'Пешеходная экскурсия',
        },
        fourth: {
            title: 'Путешествие в эпоху Просвещения',
            text: 'Экскурсия в Российскую Национальную Библиотеку',
        },
        fifth: {
            title: 'Любимая чашка',
            text: 'Экскурсия в Императорский фарфоровый завод и мастер класс',
        },
    },
    tours: {
        title: 'Туры',
        first: {
            title: 'Туры в Санкт-Петербург',
            text: 'Культурная столица: дворцы, мосты и каналы',
        },
        second: {
            title: 'Туры в Москву',
            text: 'Сердце России: Кремлевская площадь, Собор Василия Блаженного и ВДНХ',
        },
        third: {
            title: 'Туры по России',
            text: 'Мурманск и северное сияние, Казань и Казанский кремль',
        },
        fourth: {
            title: 'Туры для школьников',
            text: 'Культурная программа для детей и подростков',
        },
        fifth: {
            title: 'Оздоровительные туры',
            text: 'Спа-комплексы и санатории: совмещение приятного с полезным',
        },
        sixth: {
            title: 'Туры для активного отдыха',
            text: 'Экотропы и спортивные развлечения',
        },
    },
    contacts: {
        title: 'Адрес РВМ',
        address: {
            first: 'г. Санкт-Петербург, бизнес центр “СИТИ”,',
            second: 'Садовая улица 12, офис 3',
            third: '3 минуты от ст. метро «Гостиный двор»',
        },
        subtitle: 'График работы офиса',
        schedule: {
            first: 'С понедельника по пятницу — с 10:00 до 18:00',
            second: 'В выходные — по предварительной записи',
        },
        form: {
            title: 'Форма обратной связи',
            subtitle: 'Напишите нам по любым вопросам и предложениям',
            name: 'Ваше имя*',
            email: 'Ваша электронная почта',
            phone: 'Ваш номер телефона*',
            message: 'Ваше сообщение',
            policy: {
                first: 'Я согласен(а) на обработку персональных данных на условиях, изложенных в ',
                second: 'Согласии на обработку персональных данных ',
                third: 'и ',
                fourth: 'Политике.',
            },
            send: 'Отправить',
            thanks: {
                first: 'Благодарим за оставленную заявку!',
                second: 'Наш специалист вскоре свяжется с Вами.',
            },
        },
    },
    about: {
        title: 'О компании',
        text: {
            first: 'Название нашей компании расшифровывается как: «Реализуем Ваши Мечты». Это и слоган компании, и отношение к нашим клиентам.',
            second: 'Кто-то мечтает о далеких путешествиях, а кто-то – о поездке на выходные недалеко от дома. Все ваши желания мы готовы воплотить в жизнь!',
        },
        tagline: {
            'text-1': {
                first: 'Р',
                second: 'еализуем',
            },
            'text-2': {
                first: 'В',
                second: 'аши',
            },
            'text-3': {
                first: 'М',
                second: 'ечты',
            },
        },
        labels: {
            years: 'лет на рынке туризма',
            success: 'успешно реализованных программ',
            direction: 'основных направления деятельности',
        },
        list: {
            'text-1': {
                first: 'В 2023 году компания отпраздновала ',
                second: '8 лет ',
                third: 'с начала основания',
            },
            'text-2': {
                first: 'С тех пор сотрудники РВМ организовали ',
                second: 'более 100 ',
                third: 'различных программ как для небольших групп, так и коллективов 100+ человек.',
            },
            'text-3': {
                first: 'Туроператор РВМ выделяется персональной проработкой каждой программы по ',
                second: '3 основным направлениям: ',
                third: 'туры по Санкт-Петербургу и России, экскурсии и мероприятия (конференции, свадьбы и др.) в Санкт-Петербурге.',
            },
        },
        guarantee: {
            title: 'Мы гарантируем',
            clients: {
                title: 'Нашим клиентам',
                first: 'высокий уровень услуг',
                second: 'безопасность и защищенность',
                third: 'воплощение в реальность всех пожеланий',
                fourth: 'положительные эмоции до, после и во время отдыха',
            },
            partners: {
                title: 'Нашим партнерам',
                first: 'взаимовыгодное сотрудничество',
                second: 'профессиональный подход к работе',
                third: 'надежность всех этапов взаимодействия',
                fourth: 'пунктуальность и организованность',
            },
        },
        team: {
            title: 'Наша команда',
            first: {
                post: 'Генеральный директор',
                name: 'Людмила Адамович',
            },
            second: {
                post: 'Исполнительный директор',
                name: 'Уна Выговска',
            },
            third: {
                post: 'Руководитель отдела продаж',
                name: 'Елизавета Швед',
            },
            fourth: {
                post: 'Руководитель отдела въездного туризма',
                name: 'Мария Крицкая',
            },
        },
        awords: {
            title: 'Наши награды',
        },
    },
    consent: {
        title: 'Согласие на обработку персональных данных',
        text: {
            '1': 'Я, физическое лицо, сведения о котором указаны в заполненной мною формах:',
            '2': '«Контакты» ',
            '3': '«Заявка на экскурсию» ',
            '4': '«Заявка на сборный тур» ',
            '5': '«Заявка на бронирование отеля» ',
            '6': '(далее - «Заявитель»), настоящим даю свое согласие на обработку ООО «РВМ» (ИНН 7840042552, 191025 С-Петербург, Поварской пер. 8 Лит. А пом. 1-Н) (далее – «Компания») следующих моих персональных данных: фамилия, имя, отчество, адрес проживания, адрес электронной почты, номер телефона сотовой связи, номер телефона городской телефонной сети (далее –«Персональные данные»), и подтверждаю, что давая такое согласие, я действую своей волей и в своем интересе.',
            '7': 'Согласие дается мной для цели связи со мной и предоставления мне информации, интересующей меня согласно заполненной мною форме «Обратной связи».',
            '8': 'Обработка Персональных данных Заявителя осуществляется Компанией в объеме, который необходим для достижения указанной выше цели, с соблюдением требований законодательства Российской Федерации в отношении конфиденциальности и обеспечения безопасности Персональных данных при их обработке, а также защиты обрабатываемых Персональных данных. Обработка Персональных данных Заявителя осуществляется компанией в строгом соответствии ',
            '9': 'с Политикой обработки и защиты персональных данных в ООО «РВМ»',
            '10': 'Заявитель подтверждает, что данное согласие действует в течении срока хранения Компанией Персональных данных Заявителя, установленного законодательством Российской Федерации.',
            '11': 'Заявитель вправе в любое время отозвать свое согласие путем подачи соответствующего письменного уведомления Компании, направленного по адресу местонахождения Компании не менее чем за месяц до даты прекращения обработки Персональных данных. При этом Заявитель уведомлен, что, в случае отзыва своего согласия на обработку Персональных данных, Компания может оказаться не в состоянии предоставить Заявителю информацию, запрошенную согласно форме «Обратной связи».',
            '12': 'Настоящее согласие предоставляется на осуществление любых действий в отношении Персональных данных, которые необходимы или желаемы для достижения указанной выше цели, включая, без ограничения:',
            '13': 'cмешанной обработки;',
            '14': 'передача по внутренней сети;',
            '15': 'передача по сети Интернет;',
            '16': 'сбор, систематизацию, накопление, хранение, уточнение (обновление или изменение), использование, передача (предоставление, доступ), обезличивание, блокирование, уничтожение, удаление,',
            '17': 'а также осуществление любых иных действий с Персональными данными Заявителя в соответствии с действующим законодательством.',
            '18': 'Я осознаю, что, нажимая на кнопку «Отправить» на странице «Обратной связи», я даю ООО «РВМ» свое согласие на обработку моих персональных данных на условиях, изложенных выше.',
        },
    },
};
