export default {
    locale: 'ru',
    header: {
        about: 'О компании',
        tours: 'Туры',
        excursions: 'Экскурсии',
        contacts: 'Контакты',
    },
    footer: {
        contacts: 'Контакты',
        links: {
            about: 'О компании',
            tours: 'Туры',
            excursions: 'Экскурсии',
            how: 'Как заказать  и оплатить',
            policy: 'Политика обработки персональных данных',
            agents: 'Агентам',
        },
    },
    'main-page': {
        subtitle: 'Туроператор',
    },
    common: {
        from: 'от ',
        people: ' ₽/чел',
    },
    excursion: {
        title: 'Экскурсии',
        first: {
            title: 'Петербургский треугольник',
            text: 'Пешеходная экскурсия',
        },
        second: {
            title: 'Крепость, хранимая ангелом',
            text: 'Пешеходная экскурсия',
        },
        third: {
            title: 'О чем молчат дворы Васильевского острова',
            text: 'Пешеходная экскурсия',
        },
        fourth: {
            title: 'Путешествие в эпоху Просвещения',
            text: 'Экскурсия в Российскую Национальную Библиотеку',
        },
        fifth: {
            title: 'Любимая чашка',
            text: 'Экскурсия в Императорский фарфоровый завод и мастер класс',
        },
    },
    tours: {
        title: 'Туры',
        first: {
            title: 'Туры в Санкт-Петербург',
            text: 'Культурная столица: дворцы, мосты и каналы',
        },
        second: {
            title: 'Туры в Москву',
            text: 'Сердце России: Кремлевская площадь, Собор Василия Блаженного и ВДНХ',
        },
        third: {
            title: 'Туры по России',
            text: 'Мурманск и северное сияние, Казань и Казанский кремль',
        },
        fourth: {
            title: 'Туры для школьников',
            text: 'Культурная программа для детей и подростков',
        },
        fifth: {
            title: 'Оздоровительные туры',
            text: 'Спа-комплексы и санатории: совмещение приятного с полезным',
        },
        sixth: {
            title: 'Туры для активного отдыха',
            text: 'Экотропы и спортивные развлечения',
        },
    },
    contacts: {
        title: 'Адрес РВМ',
        address: {
            first: 'г. Санкт-Петербург, бизнес центр “СИТИ”,',
            second: 'Садовая улица 12, офис 3',
            third: '3 минуты от ст. метро «Гостиный двор»',
        },
        subtitle: 'График работы офиса',
        schedule: {
            first: 'С понедельника по пятницу — с 10:00 до 18:00',
            second: 'В выходные — по предварительной записи',
        },
    },
    about: {
        title: 'О компании',
        text: {
            first: 'Название нашей компании расшифровывается как: «Реализуем Ваши Мечты». Это и слоган компании, и отношение к нашим клиентам.',
            second: 'Кто-то мечтает о далеких путешествиях, а кто-то – о поездке на выходные недалеко от дома. Все ваши желания мы готовы воплотить в жизнь!',
        },
        tagline: {
            'text-1': {
                first: 'Р',
                second: 'еализуем',
            },
            'text-2': {
                first: 'В',
                second: 'аши',
            },
            'text-3': {
                first: 'М',
                second: 'ечты',
            },
        },
        labels: {
            years: 'лет на рынке туризма',
            success: 'успешно реализованных программ',
            direction: 'основных направления деятельности',
        },
        list: {
            'text-1': {
                first: 'В 2023 году компания отпраздновала ',
                second: '8 лет ',
                third: 'с начала основания',
            },
            'text-2': {
                first: 'С тех пор сотрудники РВМ организовали ',
                second: 'более 100 ',
                third: 'различных программ как для небольших групп, так и коллективов 100+ человек.',
            },
            'text-3': {
                first: 'Туроператор РВМ выделяется персональной проработкой каждой программы по ',
                second: '3 основным направлениям: ',
                third: 'туры по Санкт-Петербургу и России, экскурсии и мероприятия (конференции, свадьбы и др.) в Санкт-Петербурге.',
            },
        },
        guarantee: {
            title: 'Мы гарантируем',
            clients: {
                title: 'Нашим клиентам',
                first: 'высокий уровень услуг',
                second: 'безопасность и защищенность',
                third: 'воплощение в реальность всех пожеланий',
                fourth: 'положительные эмоции до, после и во время отдыха',
            },
            partners: {
                title: 'Нашим партнерам',
                first: 'взаимовыгодное сотрудничество',
                second: 'профессиональный подход к работе',
                third: 'надежность всех этапов взаимодействия',
                fourth: 'пунктуальность и организованность',
            },
        },
        team: {
            title: 'Наша команда',
            first: {
                post: 'Генеральный директор',
                name: 'Людмила Адамович',
            },
            second: {
                post: 'Исполнительный директор',
                name: 'Уна Выговска',
            },
            third: {
                post: 'Руководитель отдела продаж',
                name: 'Елизавета Швед',
            },
            fourth: {
                post: 'Руководитель отдела въездного туризма',
                name: 'Мария Крицкая',
            },
        },
        awords: {
            title: 'Наши награды',
        },
    },
};
