export default {
    locale: 'ru',
    header: {
        about: 'О компании',
        tours: 'Туры',
        excursions: 'Экскурсии',
        contacts: 'Контакты',
    },
    footer: {
        contacts: 'Контакты',
        links: {
            about: 'О компании',
            tours: 'Туры',
            excursions: 'Экскурсии',
            how: 'Как заказать  и оплатить',
            policy: 'Политика обработки персональных данных',
            agents: 'Агентам',
        },
    },
    'main-page': {
        subtitle: 'Туроператор',
    },
    common: {
        from: 'от ',
        people: ' ₽/чел',
    },
    excursion: {
        title: 'Экскурсии',
        first: {
            title: 'Петербургский треугольник',
            text: 'Пешеходная экскурсия',
        },
        second: {
            title: 'Крепость, хранимая ангелом',
            text: 'Пешеходная экскурсия',
        },
        third: {
            title: 'О чем молчат дворы Васильевского острова',
            text: 'Пешеходная экскурсия',
        },
        fourth: {
            title: 'Путешествие в эпоху Просвещения',
            text: 'Экскурсия в Российскую Национальную Библиотеку',
        },
        fifth: {
            title: 'Любимая чашка',
            text: 'Экскурсия в Императорский фарфоровый завод и мастер класс',
        },
    },
    tours: {
        title: 'Туры',
        first: {
            title: 'Туры в Санкт-Петербург',
            text: 'Культурная столица: дворцы, мосты и каналы',
        },
        second: {
            title: 'Туры в Москву',
            text: 'Сердце России: Кремлевская площадь, Собор Василия Блаженного и ВДНХ',
        },
        third: {
            title: 'Туры по России',
            text: 'Мурманск и северное сияние, Казань и Казанский кремль',
        },
        fourth: {
            title: 'Туры для школьников',
            text: 'Культурная программа для детей и подростков',
        },
        fifth: {
            title: 'Оздоровительные туры',
            text: 'Спа-комплексы и санатории: совмещение приятного с полезным',
        },
        sixth: {
            title: 'Туры для активного отдыха',
            text: 'Экотропы и спортивные развлечения',
        },
    },
    contacts: {
        title: 'Адрес РВМ',
        address: {
            first: 'г. Санкт-Петербург, бизнес центр “СИТИ”,',
            second: 'Садовая улица 12, офис 3',
            third: '3 минуты от ст. метро «Гостиный двор»',
        },
        subtitle: 'График работы офиса',
        schedule: {
            first: 'С понедельника по пятницу — с 10:00 до 18:00',
            second: 'В выходные — по предварительной записи',
        },
    },
};
