export default {
    locale: 'ru',
    header: {
        about: 'О компании',
        tours: 'Туры',
        excursions: 'Экскурсии',
        contacts: 'Контакты',
    },
    footer: {
        contacts: 'Контакты',
        links: {
            about: 'О компании',
            tours: 'Туры',
            excursions: 'Экскурсии',
            how: 'Как заказать  и оплатить',
            policy: 'Политика обработки персональных данных',
            agents: 'Агентам',
        },
    },
    'main-page': {
        subtitle: 'Туроператор',
    },
    'empty-page': 'Страница в разработке',
    agents: 'Агентам',
    how: 'Как оплатить и заказать',
    common: {
        from: 'от ',
        people: ' ₽/чел',
    },
    excursion: {
        title: 'Экскурсии',
        first: {
            title: 'Петербургский треугольник',
            text: 'Пешеходная экскурсия',
        },
        second: {
            title: 'Крепость, хранимая ангелом',
            text: 'Пешеходная экскурсия',
        },
        third: {
            title: 'О чем молчат дворы Васильевского острова',
            text: 'Пешеходная экскурсия',
        },
        fourth: {
            title: 'Путешествие в эпоху Просвещения',
            text: 'Экскурсия в Российскую Национальную Библиотеку',
        },
        fifth: {
            title: 'Любимая чашка',
            text: 'Экскурсия в Императорский фарфоровый завод и мастер класс',
        },
    },
    tours: {
        title: 'Туры',
        first: {
            title: 'Туры в Санкт-Петербург',
            text: 'Культурная столица: дворцы, мосты и каналы',
        },
        second: {
            title: 'Туры в Москву',
            text: 'Сердце России: Кремлевская площадь, Собор Василия Блаженного и ВДНХ',
        },
        third: {
            title: 'Туры по России',
            text: 'Мурманск и северное сияние, Казань и Казанский кремль',
        },
        fourth: {
            title: 'Туры для школьников',
            text: 'Культурная программа для детей и подростков',
        },
        fifth: {
            title: 'Оздоровительные туры',
            text: 'Спа-комплексы и санатории: совмещение приятного с полезным',
        },
        sixth: {
            title: 'Туры для активного отдыха',
            text: 'Экотропы и спортивные развлечения',
        },
    },
    contacts: {
        title: 'Адрес РВМ',
        address: {
            first: 'г. Санкт-Петербург, бизнес центр “СИТИ”,',
            second: 'Садовая улица 12, офис 3',
            third: '3 минуты от ст. метро «Гостиный двор»',
        },
        subtitle: 'График работы офиса',
        schedule: {
            first: 'С понедельника по пятницу — с 10:00 до 18:00',
            second: 'В выходные — по предварительной записи',
        },
        form: {
            title: 'Форма обратной связи',
            subtitle: 'Напишите нам по любым вопросам и предложениям',
            name: 'Ваше имя*',
            email: 'Ваша электронная почта',
            phone: 'Ваш номер телефона*',
            message: 'Ваше сообщение',
            policy: {
                first: 'Я согласен(а) на обработку персональных данных на условиях, изложенных в ',
                second: 'Согласии на обработку персональных данных ',
                third: 'и ',
                fourth: 'Политике.',
            },
            send: 'Отправить',
            thanks: {
                first: 'Благодарим за оставленную заявку!',
                second: 'Наш специалист вскоре свяжется с Вами.',
            },
        },
    },
    about: {
        title: 'О компании',
        text: {
            first: 'Название нашей компании расшифровывается как: «Реализуем Ваши Мечты». Это и слоган компании, и отношение к нашим клиентам.',
            second: 'Кто-то мечтает о далеких путешествиях, а кто-то – о поездке на выходные недалеко от дома. Все ваши желания мы готовы воплотить в жизнь!',
        },
        tagline: {
            'text-1': {
                first: 'Р',
                second: 'еализуем',
            },
            'text-2': {
                first: 'В',
                second: 'аши',
            },
            'text-3': {
                first: 'М',
                second: 'ечты',
            },
        },
        labels: {
            years: 'лет на рынке туризма',
            success: 'успешно реализованных программ',
            direction: 'основных направления деятельности',
        },
        list: {
            'text-1': {
                first: 'В 2023 году компания отпраздновала ',
                second: '8 лет ',
                third: 'с начала основания',
            },
            'text-2': {
                first: 'С тех пор сотрудники РВМ организовали ',
                second: 'более 100 ',
                third: 'различных программ как для небольших групп, так и коллективов 100+ человек.',
            },
            'text-3': {
                first: 'Туроператор РВМ выделяется персональной проработкой каждой программы по ',
                second: '3 основным направлениям: ',
                third: 'туры по Санкт-Петербургу и России, экскурсии и мероприятия (конференции, свадьбы и др.) в Санкт-Петербурге.',
            },
        },
        guarantee: {
            title: 'Мы гарантируем',
            clients: {
                title: 'Нашим клиентам',
                first: 'высокий уровень услуг',
                second: 'безопасность и защищенность',
                third: 'воплощение в реальность всех пожеланий',
                fourth: 'положительные эмоции до, после и во время отдыха',
            },
            partners: {
                title: 'Нашим партнерам',
                first: 'взаимовыгодное сотрудничество',
                second: 'профессиональный подход к работе',
                third: 'надежность всех этапов взаимодействия',
                fourth: 'пунктуальность и организованность',
            },
        },
        team: {
            title: 'Наша команда',
            first: {
                post: 'Генеральный директор',
                name: 'Людмила Адамович',
            },
            second: {
                post: 'Исполнительный директор',
                name: 'Уна Выговска',
            },
            third: {
                post: 'Руководитель отдела продаж',
                name: 'Елизавета Швед',
            },
            fourth: {
                post: 'Руководитель отдела въездного туризма',
                name: 'Мария Крицкая',
            },
        },
        awords: {
            title: 'Наши награды',
        },
    },
    consent: {
        title: 'Согласие на обработку персональных данных',
        text: {
            '1': 'Я, физическое лицо, сведения о котором указаны в заполненной мною формах:',
            '2': '«Контакты» ',
            '3': '«Заявка на экскурсию» ',
            '4': '«Заявка на сборный тур» ',
            '5': '«Заявка на бронирование отеля» ',
            '6': '(далее - «Заявитель»), настоящим даю свое согласие на обработку ООО «РВМ» (ИНН 7840042552, 191025 С-Петербург, Поварской пер. 8 Лит. А пом. 1-Н) (далее – «Компания») следующих моих персональных данных: фамилия, имя, отчество, адрес проживания, адрес электронной почты, номер телефона сотовой связи, номер телефона городской телефонной сети (далее –«Персональные данные»), и подтверждаю, что давая такое согласие, я действую своей волей и в своем интересе.',
            '7': 'Согласие дается мной для цели связи со мной и предоставления мне информации, интересующей меня согласно заполненной мною форме «Обратной связи».',
            '8': 'Обработка Персональных данных Заявителя осуществляется Компанией в объеме, который необходим для достижения указанной выше цели, с соблюдением требований законодательства Российской Федерации в отношении конфиденциальности и обеспечения безопасности Персональных данных при их обработке, а также защиты обрабатываемых Персональных данных. Обработка Персональных данных Заявителя осуществляется компанией в строгом соответствии ',
            '9': 'с Политикой обработки и защиты персональных данных в ООО «РВМ»',
            '10': 'Заявитель подтверждает, что данное согласие действует в течении срока хранения Компанией Персональных данных Заявителя, установленного законодательством Российской Федерации.',
            '11': 'Заявитель вправе в любое время отозвать свое согласие путем подачи соответствующего письменного уведомления Компании, направленного по адресу местонахождения Компании не менее чем за месяц до даты прекращения обработки Персональных данных. При этом Заявитель уведомлен, что, в случае отзыва своего согласия на обработку Персональных данных, Компания может оказаться не в состоянии предоставить Заявителю информацию, запрошенную согласно форме «Обратной связи».',
            '12': 'Настоящее согласие предоставляется на осуществление любых действий в отношении Персональных данных, которые необходимы или желаемы для достижения указанной выше цели, включая, без ограничения:',
            '13': 'cмешанной обработки;',
            '14': 'передача по внутренней сети;',
            '15': 'передача по сети Интернет;',
            '16': 'сбор, систематизацию, накопление, хранение, уточнение (обновление или изменение), использование, передача (предоставление, доступ), обезличивание, блокирование, уничтожение, удаление,',
            '17': 'а также осуществление любых иных действий с Персональными данными Заявителя в соответствии с действующим законодательством.',
            '18': 'Я осознаю, что, нажимая на кнопку «Отправить» на странице «Обратной связи», я даю ООО «РВМ» свое согласие на обработку моих персональных данных на условиях, изложенных выше.',
        },
    },
    policy: {
        title: 'Политика обработки и защиты персональных данных в ООО «РВМ»',
        text: {
            '1': 'Настоящая Политика обработки и защиты персональных данных в ООО «РВМ» (далее – Политика) разработана в соответствии с законодательством Российской Федерации в области защиты персональных данных и действует в отношении всех персональных данных, которые Общество с ограниченной ответственностью «РВМ» (далее по тексту – Общество) может получить от субъекта персональных данных, являющегося стороной по гражданско-правовому договору или клиентом и/или потенциальным клиентом(лизингополучателем, поручителем, залогодателем) Общества, а также от субъекта персональных данных, состоящего с Обществом в отношениях, регулируемых трудовым законодательством, кандидатов на работу.',
            '2': 'С целью поддержания деловой репутации и обеспечения выполнения норм федерального законодательства Общество считает важнейшими задачами: обеспечение легитимности обработки персональных данных в бизнес-процессах Общества и обеспечение надлежащего уровня безопасности обрабатываемых в Обществе персональных данных.',
            '3': 'При организации и осуществлении обработки персональных данных Общество руководствуется требованиями Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными правовыми актами (далее – законодательство РФ по вопросам обработки персональных данных).',
            '4': 'Обработка персональных данных в Обществе осуществляется на законной и справедливой основе и ограничивается достижением конкретных, заранее определенных и законных целей. Обработке подлежат только персональные данные, которые отвечают целям их обработки. Содержание и объем обрабатываемых в Обществе персональных данных соответствуют заявленным целям обработки, избыточность обрабатываемых данных не допускается.',
            '5': 'При обработке персональных данных в Обществе обеспечивается точность персональных данных, их достаточность и в необходимых случаях актуальность по отношению к целям обработки персональных данных. Общество принимает необходимые меры (обеспечивает их принятие) по удалению или уточнению неполных или неточных персональных данных.',
            '6': 'Хранение персональных данных в Обществе осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные подлежат уничтожению либо обезличиванию по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.',
            '7': 'Цели обработки персональных данных, состав и содержание персональных данных, а также категории субъектов персональных данных, чьи данные обрабатываются в Обществе, содержатся в уведомлении Общества об обработке персональных данных, направленном в уполномоченный орган по защите прав субъектов персональных данных (Роскомнадзор), и подлежат обновлению в случае их изменения. При этом в Обществе не обрабатываются специальные категории персональных данных и биометрические персональные данные.',
            '8': 'В целях исполнения требований действующего законодательства Российской Федерации и своих договорных обязательств Общество использует как автоматизированную обработку персональных данных, так и неавтоматизированную обработку с использованием бумажного документооборота.',
            '9': 'Безопасность персональных данных при их обработке в информационных системах Общества обеспечивается с помощью системы защиты информации ограниченного доступа, ООО «РВМ», 191025 С-Петербург, Поварской пер. 8 Лит. А пом. 1-Н, ИНН 7840042552, включающей организационные меры и средства защиты информации, средства предотвращения несанкционированного доступа, а также используемые в информационной системе информационные технологии.',
            '10': 'С целью обеспечения безопасности персональных данных при их обработке Общество принимает необходимые и достаточные правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.',
            '11': 'Общество добивается того, чтобы все реализуемые Обществом мероприятия по организационной и технической защите персональных данных осуществлялись на законных основаниях, в том числе в соответствии с требованиями законодательства РФ по вопросам обработки персональных данных.',
            '12': 'В целях обеспечения адекватной защиты персональных данных Общество проводит оценку вреда, который может быть причинен субъектам персональных данных в случае нарушения безопасности их персональных данных, а также определяет актуальные угрозы безопасности персональных данных при их обработке в информационных системах персональных данных.',
            '13': 'Общество в ходе своей деятельности может предоставлять и (или) поручать обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено федеральным законом. При этом обязательным условием предоставления и (или) поручения обработки персональных данных другому лицу является обязанность сторон по соблюдению конфиденциальности и обеспечению безопасности персональных данных при их обработке.',
            '14': 'Общество не размещает персональные данные субъекта персональных данных в общедоступных источниках без его предварительного согласия.',
            '15': 'Руководство Общества осознает важность и необходимость обеспечения безопасности персональных данных и поощряет постоянное совершенствование системы защиты персональных данных, обрабатываемых в рамках выполнения основной деятельности Общества.',
            '16': 'В Обществе назначены лица, ответственные за организацию обработки и обеспечение безопасности персональных данных.',
            '17': 'Общество и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.',
            '18': 'Общество имеет право вносить изменения, дополнения в настоящую Политику, в том числе в случае появления новых законодательных актов и специальных нормативных документов по обработке и защите персональных данных, либо в случае изменения условий деятельности Общества. Политика и все изменения к ней утверждаются и вводятся в действие решением Правления Общества.',
            '19': 'Действующая редакция Политики подлежит размещению в сети Интернет на официальном сайте Общества ',
        },
    },
};
