<script setup lang="ts">
import BaseButton from '@/components/common/BaseButton.vue';
import BaseTypography from '@/components/common/BaseTypography.vue';
import { useRouter } from 'vue-router';

const router = useRouter();

const paragraphs = [
    {
        items: [
            'Настоящая Политика обработки и защиты персональных данных в ООО «РВМ» (далее – Политика) разработана в соответствии с законодательством Российской Федерации в области защиты персональных данных и действует в отношении всех персональных данных, которые Общество с ограниченной ответственностью «РВМ» (далее по тексту – Общество) может получить от субъекта персональных данных, являющегося стороной по гражданско-правовому договору или клиентом и/или потенциальным клиентом(лизингополучателем, поручителем, залогодателем) Общества, а также от субъекта персональных данных, состоящего с Обществом в отношениях, регулируемых трудовым законодательством, кандидатов на работу.',
        ],
    },
    {
        items: [
            'С целью поддержания деловой репутации и обеспечения выполнения норм федерального законодательства Общество считает важнейшими задачами: обеспечение легитимности обработки персональных данных в бизнес-процессах Общества и обеспечение надлежащего уровня безопасности обрабатываемых в Обществе персональных данных.',
        ],
    },
    {
        items: [
            'При организации и осуществлении обработки персональных данных Общество руководствуется требованиями Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными правовыми актами (далее – законодательство РФ по вопросам обработки персональных данных).',
            'Обработка персональных данных в Обществе осуществляется на законной и справедливой основе и ограничивается достижением конкретных, заранее определенных и законных целей. Обработке подлежат только персональные данные, которые отвечают целям их обработки. Содержание и объем обрабатываемых в Обществе персональных данных соответствуют заявленным целям обработки, избыточность обрабатываемых данных не допускается.',
            'При обработке персональных данных в Обществе обеспечивается точность персональных данных, их достаточность и в необходимых случаях актуальность по отношению к целям обработки персональных данных. Общество принимает необходимые меры (обеспечивает их принятие) по удалению или уточнению неполных или неточных персональных данных.',
        ],
    },
    {
        items: [
            'Хранение персональных данных в Обществе осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные подлежат уничтожению либо обезличиванию по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.',
        ],
    },
    {
        items: [
            'Цели обработки персональных данных, состав и содержание персональных данных, а также категории субъектов персональных данных, чьи данные обрабатываются в Обществе, содержатся в уведомлении Общества об обработке персональных данных, направленном в уполномоченный орган по защите прав субъектов персональных данных (Роскомнадзор), и подлежат обновлению в случае их изменения. При этом в Обществе не обрабатываются специальные категории персональных данных и биометрические персональные данные.',
        ],
    },
    {
        items: [
            'В целях исполнения требований действующего законодательства Российской Федерации и своих договорных обязательств Общество использует как автоматизированную обработку персональных данных, так и неавтоматизированную обработку с использованием бумажного документооборота.',
            'Безопасность персональных данных при их обработке в информационных системах Общества обеспечивается с помощью системы защиты информации ограниченного доступа, ООО «РВМ», 191025 С-Петербург, Поварской пер. 8 Лит. А пом. 1-Н, ИНН 7840042552, включающей организационные меры и средства защиты информации, средства предотвращения несанкционированного доступа, а также используемые в информационной системе информационные технологии.',
        ],
    },
    {
        items: [
            'С целью обеспечения безопасности персональных данных при их обработке Общество принимает необходимые и достаточные правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.',
            'Общество добивается того, чтобы все реализуемые Обществом мероприятия по организационной и технической защите персональных данных осуществлялись на законных основаниях, в том числе в соответствии с требованиями законодательства РФ по вопросам обработки персональных данных.',
            'В целях обеспечения адекватной защиты персональных данных Общество проводит оценку вреда, который может быть причинен субъектам персональных данных в случае нарушения безопасности их персональных данных, а также определяет актуальные угрозы безопасности персональных данных при их обработке в информационных системах персональных данных.',
        ],
    },
    {
        items: [
            'Общество в ходе своей деятельности может предоставлять и (или) поручать обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено федеральным законом. При этом обязательным условием предоставления и (или) поручения обработки персональных данных другому лицу является обязанность сторон по соблюдению конфиденциальности и обеспечению безопасности персональных данных при их обработке.',
            'Общество не размещает персональные данные субъекта персональных данных в общедоступных источниках без его предварительного согласия.',
            'Руководство Общества осознает важность и необходимость обеспечения безопасности персональных данных и поощряет постоянное совершенствование системы защиты персональных данных, обрабатываемых в рамках выполнения основной деятельности Общества.',
        ],
    },
    {
        items: [
            'В Обществе назначены лица, ответственные за организацию обработки и обеспечение безопасности персональных данных.',
            'Общество и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.',
            'Общество имеет право вносить изменения, дополнения в настоящую Политику, в том числе в случае появления новых законодательных актов и специальных нормативных документов по обработке и защите персональных данных, либо в случае изменения условий деятельности Общества. Политика и все изменения к ней утверждаются и вводятся в действие решением Правления Общества.',
        ],
    },
];
</script>

<template>
    <div class="mt-[40px] mb-[104px]">
        <div class="flex items-center w-full mb-[76px]">
            <div
                class="pl-[120px] pr-[76px] cursor-pointer"
                @click="router.back()"
            >
                <img src="@/assets/svg/arrow-left.svg" />
            </div>

            <BaseButton
                text="Политика обработки и защиты персональных данных в ООО «РВМ»"
                type="subtitle"
                ui="primary"
                color="var(--black-color)"
            />
        </div>

        <div class="max-w-[1106px] mx-auto">
            <div
                v-for="(paragraph, i) in paragraphs"
                :key="i"
                class="mb-4"
            >
                <BaseTypography
                    v-for="(text, i) in paragraph.items"
                    :key="i"
                    :text="text"
                    type="body"
                    class="indent-8"
                />
            </div>

            <BaseTypography
                text="Действующая редакция Политики подлежит размещению в сети Интернет на официальном сайте Общества "
                type="body"
                class="indent-8"
            />

            <a
                href="http://www.rvm-spb.ru/"
                target="_blank"
            >
                <BaseTypography
                    text="http://www.rvm-spb.ru/"
                    type="body"
                    tag="span"
                    class="underline"
                />
            </a>
        </div>
    </div>
</template>
